adamcaviness.theme-monokai-dark-soda
amyangxyz.copilg-theme
ashtondev.glory-muffin
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
davidanson.vscode-markdownlint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
gerane.theme-flatlandmonokai
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
hashicorp.terraform
mhutchie.git-graph
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
pkief.material-icon-theme
redhat.vscode-yaml
sanjulaganepola.github-local-actions
thanhtrang.theme-flatland-monokai
timonwong.shellcheck
yy0931.save-as-root
yzhang.markdown-all-in-one
